tap 'homebrew/dupes'
tap 'homebrew/science'
tap 'homebrew/versions'
brew 'android-sdk'
brew 'pkg-config'
brew 'awscli'
brew 'go'
brew 'docker'
brew 'boot2docker'
brew 'imagemagick', args: ['with-fftw', 'with-jp2', 'with-librsvg', 'with-little-cms', 'with-little-cms2']
brew 'heroku-toolbelt'
brew 'htop-osx'
brew 'httpie'
brew 'postgresql'
brew 'node'
brew 'python'
brew 'rbenv'
brew 'redis'
brew 'ruby-build'
brew 'sbt'
brew 'scala'
brew 'tmux'
brew 'typesafe-activator'
brew 'vim'
brew 'watchman'
brew 'wget'
brew 'zsh'
brew 'caskroom/cask/brew-cask'
brew 'homebrew/php/composer'
brew 'homebrew/science/vips', args: ['with-cfitsio', 'with-imagemagick', 'with-openexr', 'with-openslide', 'with-webp']
cask 'packer'
cask 'terraform'
cask 'vagrant'
cask 'virtualbox'
